Repository: common-repository/kiamo
Catalog: languages/kiamo-*.po
Languages: fr_fr

source: Register your license
fr_fr: Enregistrer votre licence

source: You currently use the free version, <a href="https://ircf.fr/plugins-wordpress/" target="_blank">click here to purchase the pro version</a>.
fr_fr: VOus utilisez actuellement la version gratuite, <a href="https://ircf.fr/plugins-wordpress/" target="_blank">cliquez-ici pour commander la licence pro</a>.

source: Validate
fr_fr: Valider

source: You currently use the pro version, <a href="https://ircf.fr/plugins-wordpress/" target="_blank">click here to get more information</a>.
fr_fr: Vous utilisez actuellement la version pro, <a href="https://ircf.fr/plugins-wordpress/" target="_blank">cliquez-ici pour plus d'informations</a>.

source: You can contact our technical support by phone at <a href="tel:+33553467179">+33 5 53 46 71 79</a> or by e-mail at <a href="mailto:technique@ircf.fr">technique@ircf.fr</a>
fr_fr: Vous pouvez contacter notre support technique par téléphone au <a href="tel:+33553467179">+33 5 53 46 71 79</a>ou par mail à <a href="mailto:technique@ircf.fr">technique@ircf.fr</a>

source: Unexpected Error! The query returned with an error.
fr_fr: Une erreur a empêché la validation de votre licence.

source: Sorry, only admin can edit kiamo options
fr_fr: Désolé, seuls les administrateurs peuvent configurer Kiamo

source: Update
fr_fr: Mettre à jour

source: Options saved
fr_fr: Options enregistrées

source: Reset
fr_fr: Remettre à zéro

source: Options resetted
fr_fr: Options remises à zéro

source: Configure Kiamo
fr_fr: Configurer Kiamo

source: Kiamo plugin by IRCF is a non-official WordPress plugin for Kiamo chat and call back services. The author of this plugin (IRCF) is not related in any way to Kiamo brand.
fr_fr: Le plugin Kiamo de IRCF est un plugin WordPress non-officiel pour intégrer le chat et le call back Kiamo. L'auteur de ce plugin (IRCF) n'est lié en aucune façon à la marque Kiamo.

source: For more information about Kiamo, please visit <a href="https://kiamo.fr" target="_blank">the official Kiamo website</a>
fr_fr: Pour plus d'information sur Kiamo, visiter le <a href="https://kiamo.fr" target="_blank">site officiel Kiamo</a>

source: Kiamo appearance settings are only available on pro version
fr_fr: Les réglages d'apparence Kiamo ne sont disponibles que sur la version pro

source: Edit Kiamo appearance settings
fr_fr: Modifier les réglages d'apparence

source: Kiamo chat
fr_fr: Chat Kiamo

source: Enable chat
fr_fr: Activer le chat

source: Server name or IP
fr_fr: Nom du serveur ou adresse IP

source: Targeting
fr_fr: Web ciblage

source: Chat ID
fr_fr: ID chat

source: Targeting ID
fr_fr: ID web ciblage

source: Agent ID
fr_fr: ID Agent

source: Customer ID
fr_fr: ID Client

source: Kiamo call back
fr_fr: Call back Kiamo

source: Kiamo call back is only available on pro version
fr_fr: Le call back Kiamo n'est disponible que sur la version pro

source: Enable call back
fr_fr: Activer le call back

source: Token
fr_fr: Jeton

source: Service ID
fr_fr: ID Service

source: Kiamo appearance settings
fr_fr: Réglages d'apparence Kiamo

source: Background image
fr_fr: Image de fond

source: Callback button
fr_fr: Bouton de rappel

source: Chat button
fr_fr: Bouton de chat

source: Text
fr_fr: Texte

source: Background color
fr_fr: Couleur de fond

source: Border color
fr_fr: Couleur de bordure

source: callback_service_id required
fr_fr: ID Service obligatoire

source: callback_agent_id required
fr_fr: ID Agent obligatoire

source: callback_customer_id required
fr_fr: ID Client obligatoire

source: phone required
fr_fr: N° Téléphone obligatoire

source: invalid phone
fr_fr: N° Téléphone invalide

source: name required
fr_fr: Nom obligatoire

source: Your callback request has been sent
fr_fr: Votre demande a bien été transmise.

source: Kiamo call back error
fr_fr: Ce service est momentanément indisponible

source: Got a question ?
fr_fr: Une question ?

source: Please choose chat or web call back
fr_fr: Un conseiller est disponible pour vous répondre en direct

source: Web call back
fr_fr: Du lundi au vendredi, de 07h30 à 17h30 nous vous rappelons !

source: Please fill in this form so we can call you back
fr_fr: Indiquez votre nom et le numéro de téléphone sur lequel vous voulez être rappelé !

source: Name
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Call me back
fr_fr: Me rappeller

source: As soon as possible
fr_fr: Dès que possible

source: From 7 am
fr_fr: Entre 07h30 et 10h00

source: From 10 am
fr_fr: Entre 10h00 et 12h00

source: From 12 am
fr_fr: Entre 12h00 et 14h00

source: From 2 pm
fr_fr: Entre 14h00 et 16h00

source: From 4 pm
fr_fr: Entre 16h00 et 17h30
